[New_building.A_Antre_boss_2_sanctuary H7BattleSite]
mDescription="这座圣殿由一只神圣生物守卫。"
mName=""

[New_building.A_Antre_boss_3_sanctuary H7BattleSite]
mDescription="这座圣殿由一只神圣生物守卫。"
mName=""

[New_building.A_Antre_boss_sanctuary H7BattleSite]
mDescription="这座圣殿由一只神圣生物守卫。"
mName=""

[New_building.A_Boss_multiple H7DragonUtopia]
mDescription="这座圣殿由一位神祇守卫。"
mName=""

[New_building.A_bosss_Name H7GlobalName]
mName="神圣圣殿"

[New_map.A_ArmyArdentDragon H7AdventureArmy]
mName=""

[New_map.A_CreatureArdentDragon_decor H7Creature]
mName="烈阳龙"

mLore=""